IDS_DGNREPORTBASE_TEST = "DgnReportBase-Test(Lang:EN)"
IDS_DGNREPORTBASE_NOT_IMAGEFILE = "\""沒有影像檔。\"" "
IDS_USER_DEFINED_UNIT_SYSTEM_IS_APPLIED = "已套用使用者定義的單位系統。"
IDS_USER_UNIT_SYSTEM = "單位系統"
IDS_DGNREPORTBASE_TABLE = "表"
IDS_DGNREPORTBASE_FIGURE = "圖"
IDS_DGNREPORTBASE_MARK_ROUND = "O"
IDS_DGNREPORTBASE_MARK_TRI = ">>"
IDS_DGNREPORTBASE_MARK_PI = "π"
IDS_DGNREPORTBASE_MARK_PLUS = "＋"
IDS_DGNREPORTBASE_MARK_MINUS = "－"
IDS_DGNREPORTBASE_MARK_MULTIPLY = "×"
IDS_DGNREPORTBASE_MARK_DIVISION = "÷"
IDS_DGNREPORTBASE_MARK_PLUSMINUS = "±"
IDS_DGNREPORTBASE_MARK_EQUAL = "＝"
IDS_DGNREPORTBASE_MARK_NOTEQUAL = "≠"
IDS_DGNREPORTBASE_MARK_APPEQUAL = "≒"
IDS_DGNREPORTBASE_MARK_LESS = "＜"
IDS_DGNREPORTBASE_MARK_GREATER = "＞"
IDS_DGNREPORTBASE_MARK_LESSEQUAL = "<="
IDS_DGNREPORTBASE_MARK_GREATEREQUAL = ">="
IDS_DGNREPORTBASE_MARK_INFINITY = "∞"
IDS_DGNREPORTBASE_MARK_THEREFORE = "∴"
IDS_DGNREPORTBASE_MARK_BECAUSE = "∵"
IDS_DGNREPORTBASE_MARK_REFERENCE = "※"
IDS_DGNREPORTBASE_MARK_ROOT = "√"
IDS_DGNREPORTBASE_MARK_DEGCELSIUS = "℃"
IDS_DGNREPORTBASE_MARK_DEGFAHRENHEIT = "℉"
IDS_DGNREPORTBASE_MARK_PERMILLE = "‰"
IDS_DGNREPORTBASE_MARK_RIGHTPOINTING = "☞"
IDS_DGNREPORTBASE_MARK_LEFTPOINTING = "☜"
IDS_DGNREPORTBASE_MARK_RIGHTARROW = "→"
IDS_DGNREPORTBASE_MARK_LEFTARROW = "←"
IDS_DGNREPORTBASE_MARK_HORIZONELLIPSIS = "…"
IDS_DGNREPORTBASE_MARK_OK = "○"
IDS_DGNREPORTBASE_OK = "O.K"
IDS_DGNREPORTBASE_NG = "N.G"
IDS_DGNREPORTBASE_ARROW_OK = "  →  O.K"
IDS_DGNREPORTBASE_ARROW_NG = "  →  N.G"
IDS_DGNREPORTBASE_ARROW_CHK = "  →  CHECK"
IDS_DGNREPORTBASE_ARROW_NOT_ACC = "  →  不符合規定"
IDS_DGNREPORTBASE_YES = "Yes"
IDS_DGNREPORTBASE_NO = "No"
IDS_DGNREPORTBASE_ARROW_SLENDER = "  →  細長構材"
IDS_DGNREPORTBASE_ARROW_NOT_SLENDER = "  →  非細長構材"
IDS_DGNREPORTBASE_ARROW_COMPACT = "  →  結實肢材"
IDS_DGNREPORTBASE_ARROW_NONCOMPACT = "  →  非結實肢材"
IDS_DGNREPORTBASE_ARROW_NEED_SIDESWAY_BUCKLING = "  →  不需檢核側向挫屈"
IDS_DGNREPORTBASE_ARROW_CHK_SIDESWAY_BUCKLING = "  →  應檢核側向挫屈"
IDS_DGNREPORTBASE_STIFF_NOT_REQ = "不需配置加勁板"
IDS_DGNREPORTBASE_STIFF_REQ = "應配置加勁板"
IDS_DGNREPORTBASE_SLENDER = "細長肢"
IDS_DGNREPORTBASE_NOT_SLENDER = "非細長肢"
IDS_DGNREPORTBASE_COMPACT = "結實肢"
IDS_DGNREPORTBASE_NONCOMPACT = "非結實肢"
IDS_ANGLE_OF_ROTATION_AND_DERIVATIVES = "轉角及導數"
IDS_AXIAL_CAPACITY = "軸力強度"
IDS_AXIAL_STRESS = "軸向應力"
IDS_AXIAL_RESISTANCE = "軸向抵抗力"
IDS_BENDING_AND_AXIAL_RESISTANCE = "撓曲及軸向抵抗力"
IDS_BENDING_AND_SHEAR_RESISTANCE = "撓曲及受剪抵抗力"
IDS_BUCKLING_RESISTANCE = "挫屈抵抗力"
IDS_COMBINED_RATIO = "組合比"
IDS_COMBINED_STRENGTH_RATIO = "組合強度比"
IDS_COMBINED_STRESS_RATIO = "組合應力比"
IDS_COMPRESSION_RESISTANCE = "軸壓抵抗力"
IDS_COMPRESSION_STRENGTH = "軸壓強度"
IDS_COMPRESSION_STRESS = "軸壓應力"
IDS_FLANGE = "翼緣"
IDS_FLEXURAL_BUCKLING_RESISTANCE = "撓曲挫屈抵抗力"
IDS_LATERAL_TORSIONAL_BUCKLING_RESISTANCE = "側向扭轉挫屈抵抗力"
IDS_LIMIT_STATE_OF_BUCKLING = "挫屈極限狀態"
IDS_MAJOR = "主要"
IDS_MAJOR_AXIS = "主軸"
IDS_MINOR = "次要"
IDS_MINOR_AXIS = "次軸"
IDS_MOMENT_CAPACITY = "彎矩強度"
IDS_MOMENT_RESISTANCE = "彎矩抵抗力"
IDS_MOMENT_STRENGTH = "彎矩強度"
IDS_MOMENT_STRESS = "彎矩應力"
IDS_RESULT_BY_POSITION = "依位置結果"
IDS_SHEAR_CAPACITY = "剪力強度"
IDS_SHEAR_RESISTANCE = "剪力抵抗力"
IDS_SHEAR_STRESS = "剪應力"
IDS_SLENDERNESS_RATIO = "長細比"
IDS_STRESS = "應力"
IDS_TENSION_RESISTANCE = "軸拉抵抗力"
IDS_TENSION_STRENGTH = "軸拉強度"
IDS_TENSION_STRESS = "軸拉應力"
IDS_TORSION_CAPACITY = "扭力強度"
IDS_TORSION_CAPACITY_OPEN_SECTION = "扭力強度 ( 開口斷面 )"
IDS_TORSION_STRENGTH = "扭力強度"
IDS_TORSIONAL_FLEXURAL_BUCKLING_RESISTANCE = "扭轉撓曲挫屈抵抗力"
IDS_WEB = "腹板"
IDS_WIDTH_THICKNESS_RATIO = "寬厚比"
IDS_X = "X"
IDS_X_DIR = "X 方向"
IDS_X_DIRECTION = "X 方向"
IDS_Y = "Y"
IDS_Y_DIR = "Y 方向"
IDS_Y_DIRECTION = "Y 方向"
IDS_YIELDING_UNDER_NORMAL_STRESS = "正向應力降伏"
IDS_YIELDING_UNDER_SHEAR_STRESS = "剪應力降伏"
IDS_DGNREPORTBASE_MPHI_CURVE = "彎矩-曲率曲線"
IDS_DGNREPORTBASE_STL_TENS = "鋼材拉力"
IDS_DGNREPORTBASE_STL_COMP = "鋼材壓力"
IDS_DGNREPORTBASE_CON_COMP = "混凝土壓力"
IDS_DGNREPORTBASE_STL_STRAIN = "鋼材應變"
IDS_DGNREPORTBASE_CON_STRAIN = "混凝土應變"
IDS_DGNREPORTBASE_MOMENT = "彎矩"
IDS_DGNREPORTBASE_CURVATURE = "曲率"
IDS_DGNREPORTBASE_CURVE = "曲線"
IDS_DGNREPORTBASE_POSITIVE = "正"
IDS_DGNREPORTBASE_NEGATIVE = "負"
IDS_DGNREPORTBASE_AXIAL_FORCE = "軸力"
IDS_DGNREPORTBASE_NA_ANGLE = "中性軸角度"
IDS_DGNREPORTBASE_CON_HEIGHT = "混凝土高度"
IDS_DGNREPORTBASE_CON_WIDTH = "混凝土寬度"
IDS_DGNREPORTBASE_CON_AREA = "混凝土面積"
IDS_DGNREPORTBASE_RBAR_AREA = "鋼筋面積"
IDS_DGNREPORTBASE_CRACK = "裂縫"
IDS_DGNREPORTBASE_YIELD = "降伏"
IDS_DGNREPORTBASE_INITIAL = "初始"
IDS_DGNREPORTBASE_IDEAL = "理想"
IDS_DGNREPORTBASE_ULTIMATE = "極限"
IDS_DGNREPORTBASE_CHECK = "Check"
IDS_DGNREPORTBASE_DESIGN_SECTION = "Design Section of "
IDS_DGNREPORTBASE_DESIGN_REBAR = "Design Rebar of "
IDS_DGNREPORTBASE_EDIT = "Edit"
IDS_DGNREPORTBASE_CONCRETE = " Concrete "
IDS_DGNREPORTBASE_STEEL = " Steel "
IDS_DGNREPORTBASE_SRC = " SRC "
IDS_DGNREPORTBASE_STEEL_COMPOSITE = " Steel Composite "
IDS_DGNREPORTBASE_BEAM = " Beam..."
IDS_DGNREPORTBASE_PLATE_BEAM = " Plate Beam..."
IDS_DGNREPORTBASE_COLUMN = " Column..."
IDS_DGNREPORTBASE_PLATE_COLUMN = " Plate Column..."
IDS_DGNREPORTBASE_BRACE = " Brace..."
IDS_DGNREPORTBASE_WALL = " Wall..."
IDS_DGNREPORTBASE_SLAB = " Slab..."
IDS_DGNREPORTBASE_ISO_FOOTING = " Isolated Footing..."
IDS_DGNREPORTBASE_STRIP_FOOTING = " Strip Footing..."
IDS_DGNREPORTBASE_PILE_FOOTING = " Pile Footing..."
IDS_DGNREPORTBASE_BASEMENT_WALL = " Basement Wall..."
IDS_DGNREPORTBASE_INPLANE_WALL = " InPlaneWall..."
IDS_DGNREPORTBASE_SHELL = " Shell..."
IDS_DGNREPORTBASE_MARK_SUM = "Σ"
IDS_WELD_POSITION = "Weld Position"
IDS_WELD_LENGTH = "Weld Length"
IDS_PROVIDED_WELD_LENGTH = "Provided Length"

